app/controllers/items_controller.rb

INSERT INTO "items" ("title", "notes", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "ee"], ["notes", "eee"], ["created_at", "2017-02-05 18:53:10.696647"], ["updated_at", "2017-02-05 18:53:10.696647"]]
---
    def create
        @item = Item.new(item_params)

        @item.save

SELECT "items".* FROM "items"
---
    def index
        @item = Item.all